/* Status line - displays lap mode info */
"Lap %i" = "Γύρος %i";

/* Button Title */
"Lap/Split" = "Γύρος/Μέρος";

/* Button Title */
"Pause" = "Παύση";

/* Status line - displays before starting */
"Ready" = "Έτοιμο";

/* Button Title */
"Reset" = "Μηδενισμός";

/* Status line - displays split mode info */
"Split %i" = "Μέρος %i";

/* Button Title */
"Start" = "Έναρξη";

/* Status line - displays when started */
"Started At" = "Ξεκίνησε στις";

/* Window title */
"Stopwatch" = "Χρονόμοετρο";

